export const MOCK_PRODUCTS = [
  {
    id: 1,
    title: 'комод-стелаж 400*1200 м',
    description:
      'Комод-стелаж 400*1200 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '1 000 р',
    imageUrl:
      'https://static.zarahome.net/assets/public/8511/aaf1/ca8b4710a79b/8122383bcd96/44201043700-a1/44201043700-a1.jpg',
    imagePlaceholder: 'комод',
  },
  {
    id: 2,
    title: 'стеллаж деревянный для книг',
    description:
      'Стеллаж деревянный для книг 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '2 500 р',
    imageUrl:
      'https://static.zarahome.net/assets/public/3c35/2ad5/7e034f31aff0/6e0a4a0d4f37/44201043700-a7/44201043700-a7.jpg',
    imagePlaceholder: 'стеллаж',
  },
  {
    id: 3,
    title: 'шкаф для одежды большой',
    description:
      'Шкаф для одежды большой 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '5 000 р',
    imageUrl:
      'https://static.zarahome.net/assets/public/ab83/7d0a/2efc43949544/b69acbfb28ba/44201043700-a3/44201043700-a3.jpg',
    imagePlaceholder: 'шкаф',
  },
  {
    id: 4,
    title: 'журнальный столик',
    description:
      'Журнальный столик 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '1 500 р',
    imageUrl: '',
    imagePlaceholder: 'столик',
  },
  {
    id: 5,
    title: 'кресло мягкое',
    description:
      'Кресло мягкое 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '3 000 р',
    imageUrl:
      'https://static.zarahome.net/assets/public/ce5f/c312/b7a34424bef1/c00bcb07a02d/46102088811-a7/46102088811-a7.jpg',
    imagePlaceholder: 'кресло',
  },
  {
    id: 6,
    title: 'диван угловой',
    description:
      'Диван угловой 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '15 000 р',
    imageUrl: '',
    imagePlaceholder: 'диван',
  },
  {
    id: 7,
    title: 'тумба прикроватная',
    description:
      'Тумба прикроватная 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '800 р',
    imageUrl:
      'https://static.zarahome.net/assets/public/be86/e097/970840df85d0/f8c03481167a/48202352826-a7/48202352826-a7.jpg',
    imagePlaceholder: 'тумба',
  },
  {
    id: 8,
    title: 'кровать двуспальная',
    description:
      'Кровать двуспальная 1200*300*2000 мм из массива дуба. Выполнен в классическом стиле с угловыми закругленными краями и фигурными ручками. Подходит для создания уютного и функционального пространства в любом интерьере.',
    price: '12 000 р',
    imageUrl:
      'https://static.zarahome.net/assets/public/ce5f/c312/b7a34424bef1/c00bcb07a02d/46102088811-a7/46102088811-a7.jpg',
    imagePlaceholder: 'кровать',
  },
];
